/**
 *
 * @type {Map<any, any>}
 */
module.exports.mapClassLevel = new Map([
    [1,'一年级'],
    [2,'二年级'],
    [3,'三年级'],
    [4,'四年级'],
    [5,'五年级'],
    [6,'六年级'],
    [7,'初一'],
    [8,'初二'],
    [9,'初三'],
    [10,'高一'],
    [11,'高二'],
    [12,'高三']]);
module.exports.mapClassNoName = new Map([
    [1,'一班'], [2,'二班'], [3,'三班'], [4,'四班'],
    [5,'五班'], [6,'六班'], [7,'七班'], [8,'八班'],
    [9,'九班'], [10,'十班'],[11,'十一班'],[12,'十二班'],
    [13,'十三班'],[14,'十四班'],[15,'十五班'],[16,'十六班'],
    [17,'十七班'], [18,'十八班'],[19,'十九班'],[20,'二十班'],
    [21,'二十一班'],[22,'二十二班'],[23,'二十三班'],[24,'二十四班'],[25,'二十五班'],
    [26,'二十六班'],[27,'二十七班'],[28,'二十八班'],[29,'二十九班'],[30,'三十班']]);
module.exports.SCHOOL_TYPE = new Map(
    [
        [1,'一般学校'],
        [2,'重点学校'],
        [3,'活动学校'],
    ]);

